const QueList = [

    {
        "que" : '창밖으로 고요한 밤바다가 보입니다. \n당신의 선택은?',
        "ans1" : "친구들과 놀기",
        "ans2" : "혼자 밤바다 걷기",
        "res1" : "E",
        "res2" : "I"
    },
    {
        "que" : "친구와 바다에서 놀다 친구의 신발이 젖었다. \n 친구에게 해줄 말은?",
        "ans1" : "괜찮아 금방 마를꺼야",
        "ans2" : "근처에서 새로 사면 되지",
        "res1" : "F",
        "res2" : "T"
    },
    {
        "que" : "내일은 바다로 소풍가는날\n잠들기 전 나의 생각은?",
        "ans1" : "가다가 버스에서 사고나면 어떡하지?",
        "ans2" : "늦잠 자면 안되겠다",
        "res1" : "N",
        "res2" : "S"
    },
    {
        "que" : "맛있는 회를 먹고 카페에 가려 한다. \n 이때 당신의 행동은?",
        "ans1" : "일단 돌아다니다 예쁜데 가자!",
        "ans2" : "나 찾아둔데 있어! 거기로 가자!",
        "res1" : "P",
        "res2" : "J"
    },

    {
        "que" : "해운대 조개구이집 앞에 선 당신\n 어떻게 하시겠습니까?",
        "ans1" : "포장해서 숙소에서 먹자",
        "ans2" : "왁자지껄 조개구이집에서 식사",
        "res1" : "I",
        "res2" : "E"
    },
    {
        "que" : "밤바다를 걷다 보니 누군가 버스킹을 하고 있다. \n드는 생각은?",
        "ans1" : "저사람 노래 엄청 잘한다..",
        "ans2" : "밤바다와 함께 노래를 듣다니, 너무 낭만적인데?",
        "res1" : "T",
        "res2" : "F"
    },
    {
        "que" : "해수욕장에 도착한 당신, \n 처음 취할 행동은?",
        "ans1" : "바다에서 노는 사람들을 보며 생각에 잠긴다",
        "ans2" : "바다에 왔으니 직접 뛰어든다.",
        "res1" : "N",
        "res2" : "S"
    },
    {
        "que" : "엄마가 반건조 오징어를 사오라고 하셨다. \n 어디서 살 것인가?",
        "ans1" : "여기 이모가 친절하시니까, 여기서 사야지",
        "ans2" : "다 돌아보고, 제일 저렴한데서 살꺼야",
        "res1" : "P",
        "res2" : "J"
    },

    {
        "que" : "배달시킨 회가 한시간째 오지 않는다 \n 당신의 선택은?",
        "ans1" : "가게에 전화를 걸어 상황을 확인한다.",
        "ans2" : "오래 걸릴 수도 있지, 일단 기다린다.",
        "res1" : "E",
        "res2" : "I"
    },

    {
        "que" : "새로운 여행지로 가는 길 \n 당신이 느끼는 감정은?",
        "ans1" : "어떤 일들이 일어날지 기대된다.",
        "ans2" : "처음 가보는 길이라 다소 긴장된다.",
        "res1" : "N",
        "res2" : "S"
    },
    {
        "que" : "막차 시간이 다가온다 \n 당신의 선택은?",
        "ans1" : "아 몰라 늦으면 자고가지 뭐",
        "ans2" : "막차시간까지 20분 남았으니까 지금 일어나자!",
        "res1" : "P",
        "res2" : "J"
    },
    {
        "que" : "바다를 고를 때 \n 당신의 기준은?",
        "ans1" : "예쁘고 분위기 좋은 바다.",
        "ans2" : "근처에 맛집과 놀게 많은 바다.",
        "res1" : "F",
        "res2" : "T"
    },


]

export default QueList;